Repository: michael-g-alfred/Shadowing
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, fr

source: "%@" has been cancelled
ar: تم إلغاء "%@"
fr: « %@ » a été annulée

source: "%@" has been marked as completed
ar: تم تحديد "%@" كمكتملة
fr: « %@ » a été marquée comme terminée

source: %.0f km
ar: %.0f كم

source: %@'s Ratings
ar: تقييمات %@
fr: Avis de %@

source: %lld available in this specialty
ar: %lld متاح في هذا التخصص
fr: %lld disponible(s) dans cette spécialité

source: %lld specialties selected
ar: تم اختيار %lld تخصصات
fr: %lld spécialités sélectionnées

source: %lld star%@
ar: %1$lld نجمة%2$@
fr: %1$lld étoile%2$@

source: 3 late withdrawals in a week suspend your account for 7 days
ar: 3 انسحابات متأخرة في أسبوع تؤدي لإيقاف حسابك لمدة 7 أيام
fr: 3 retraits tardifs en une semaine suspendent votre compte pendant 7 jours

source: 14 digit national ID
ar: الرقم القومي المكوّن من 14 رقمًا
fr: Numéro national à 14 chiffres

source: A 10%% fee will be deducted from the offered amount (%1$@). You'll actually receive %2$@.
ar: سيتم خصم رسوم بنسبة 10%% من المبلغ المعروض (%1$@). ستستلم فعليًا %2$@.
fr: Des frais de 10%% seront déduits du montant proposé (%1$@). Vous recevrez en réalité %2$@.

source: A friendly face builds trust faster with requesters and executors
ar: الصورة الشخصية تبني الثقة بشكل أسرع مع أصحاب المهام والمنفذين
fr: Un visage amical inspire confiance plus rapidement auprès des demandeurs et des exécutants

source: A quick ID check keeps the whole community safe
ar: التحقق السريع من الهوية يحافظ على أمان المجتمع بأكمله
fr: Une vérification rapide d'identité protège toute la communauté

source: About
ar: نبذة
fr: À propos

source: About You
ar: نبذة عنك
fr: À propos de vous

source: Accept
ar: قبول
fr: Accepter

source: Accepted Budget
ar: الميزانية المقبولة
fr: Budget accepté

source: Account
ar: الحساب
fr: Compte

source: Account Status
ar: حالة الحساب
fr: Statut du compte

source: Active conversations will appear here.
ar: ستظهر هنا المحادثات النشطة.
fr: Les conversations actives apparaîtront ici.

source: Add a Profile Photo
ar: أضف صورة شخصية
fr: Ajouter une photo de profil

source: Add your task location, price, and details in just a few taps
ar: أضف موقع مهمتك وسعرها وتفاصيلها بضع نقرات فقط
fr: Ajoutez le lieu, le prix et les détails de votre tâche en quelques clics

source: Address
ar: العنوان
fr: Adresse

source: All
ar: الكل
fr: Tout

source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

source: Amount
ar: المبلغ
fr: Montant

source: App Appearance
ar: مظهر التطبيق
fr: Apparence de l'application

source: App Language
ar: لغة التطبيق
fr: Langue de l'application

source: Appearance
ar: المظهر
fr: Apparence

source: Applicants
ar: المتقدمون
fr: Candidats

source: Application Accepted
ar: تم قبول الطلب
fr: Candidature acceptée

source: Application Declined
ar: تم رفض الطلب
fr: Candidature refusée

source: Applied
ar: تم التقديم
fr: Appliquée

source: Apply for Any Task
ar: قدّم لأي مهمة
fr: Postulez à n'importe quelle tâche

source: Apply to Task
ar: التقديم على المهمة
fr: Postuler à la tâche

source: Arabic
ar: العربية
fr: Arabe

source: Arabic & English
ar: العربية والإنجليزية
fr: Arabe et anglais

source: Are you sure you want to decline %@?
ar: هل أنت متأكد أنك تريد رفض %@؟
fr: Voulez-vous vraiment refuser %@ ?

source: Assigned
ar: مُسندة
fr: Assignée

source: Assigned Tasks
ar: المهام المُسندة
fr: Tâches assignées

source: Available
ar: متاحة
fr: Disponible

source: Available Specialists
ar: المتخصصون المتاحون
fr: Spécialistes disponibles

source: Available Tasks
ar: المهام المتاحة
fr: Tâches disponibles

source: Browse Nearby Tasks
ar: تصفح المهام القريبة
fr: Parcourir les tâches à proximité

source: Budget
ar: الميزانية

source: Cancel
ar: إلغاء
fr: Annuler

source: Change Photo
ar: تغيير الصورة
fr: Changer la photo

source: Chat in Real Time
ar: تواصل مباشر عبر الدردشة
fr: Discutez en temps réel

source: Chats
ar: المحادثات
fr: Discussions

source: Check back soon — new tasks are posted all the time.
ar: تفقد الصفحة قريباً — يتم نشر مهام جديدة باستمرار.
fr: Revenez bientôt — de nouvelles tâches sont publiées en permanence.

source: Choose File
ar: اختر ملف
fr: Choisir un fichier

source: Choose from Library
ar: اختر من المكتبة
fr: Choisir depuis la bibliothèque

source: Choose the Right Person
ar: اختر الشخص المناسب
fr: Choisissez la bonne personne

source: Clear Task Details
ar: تفاصيل واضحة للمهمة
fr: Détails clairs de la tâche

source: Code
ar: كود الهاتف

source: Comment
ar: تعليق
fr: Commentaire

source: Completed
ar: مكتملة
fr: Terminée

source: Completed Tasks
ar: المهام المكتملة
fr: Tâches terminées

source: Completion Confirmed
ar: تم تأكيد الإنجاز
fr: Achèvement confirmé

source: Completion of "%@" has been confirmed
ar: تم تأكيد إنجاز "%@"
fr: L'achèvement de « %@ » a été confirmé

source: Confirm
ar: تأكيد
fr: Confirmer

source: Confirm Completion
ar: تأكيد الإنجاز
fr: Confirmer l'achèvement

source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Confirm Task Application
ar: تأكيد التقديم للمهمة
fr: Confirmer la candidature

source: Copy Reference Code
ar: نسخ الرمز المرجعي
fr: Copier le code de référence

source: Create Account
ar: إنشاء حساب
fr: Créer un compte

source: Create your account once and sign in safely every time
ar: أنشئ حسابك مرة واحدة وسجّل الدخول بأمان في كل مرة
fr: Créez votre compte une fois et connectez-vous en toute sécurité à chaque fois

source: Created
ar: تم الإنشاء
fr: Créée

source: Currency
ar: العملة
fr: Devise

source: Dark
ar: داكن
fr: Sombre

source: Decline
ar: رفض
fr: Refuser

source: Decline Applicant
ar: رفض المتقدم
fr: Refuser le candidat

source: Delete
ar: حذف
fr: Supprimer

source: Delete all
ar: حذف الكل
fr: Tout supprimer

source: Delete All
ar: حذف الكل
fr: Tout supprimer

source: Delete all notifications?
ar: هل تريد حذف كل الإشعارات؟
fr: Supprimer toutes les notifications ?

source: Description
ar: الوصف

source: Details
ar: التفاصيل
fr: Détails

source: Directions
ar: الاتجاهات
fr: Itinéraire

source: Display Name
ar: اسم الحساب
fr: Nom d'affichage

source: Don't have an account?
ar: ليس لديك حساب؟
fr: Vous n'avez pas de compte ?

source: Done
ar: تم
fr: Terminé

source: Edit Profile
ar: تعديل الملف الشخصى
fr: Modifier le profil

source: Email
ar: البريد الإلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني
fr: Adresse e-mail

source: Enable Location
ar: تفعيل الموقع
fr: Activer la localisation

source: Enable Your Location
ar: فعّل خدمة الموقع
fr: Activez votre localisation

source: English
ar: الإنجليزية
fr: Anglaise

source: Enjoy an adaptive layout built for bigger screens
ar: استمتع بتصميم متجاوب مصمم للشاشات الكبيرة
fr: Profitez d'une mise en page adaptative conçue pour les grands écrans

source: Error
ar: خطأ
fr: Erreur

source: Error Alert
ar: تنبيه خطأ
fr: Alerte d'erreur

source: Error Message
ar: رسالة الخطأ
fr: Message d'erreur

source: Escrow
ar: الضمان
fr: Séquestre

source: Every task shows exactly what's needed, where, and for how much
ar: كل مهمة توضح بالتحديد المطلوب، والمكان، والسعر
fr: Chaque tâche indique précisément ce qu'il faut faire, où, et pour combien

source: Executor
ar: المنفذ
fr: Exécutant

source: Executor Withdrew
ar: انسحب المنفذ
fr: L'exécutant s'est retiré

source: Executor's Mode
ar: وضع المنفذ
fr: Mode Exécutant

source: Explore tasks around you on a map or a simple list
ar: استكشف المهام من حولك على خريطة أو قائمة بسيطة
fr: Explorez les tâches autour de vous sur une carte ou une simple liste

source: Fair Withdrawal Policy
ar: سياسة انسحاب عادلة
fr: Politique de retrait équitable

source: Follow your task's status from posted to completed
ar: تابع حالة مهمتك من النشر حتى الإنجاز
fr: Suivez le statut de votre tâche de la publication à l'achèvement

source: for Task: %@
ar: للمهمة: %@
fr: pour la tâche : %@

source: Found a task you can do? Apply with one tap and wait to get picked
ar: وجدت مهمة تقدر عليها؟ قدّم بضغطة واحدة وانتظر الاختيار
fr: Vous avez trouvé une tâche que vous pouvez faire ? Postulez en un clic et attendez d'être choisi

source: Free withdrawal within 15 minutes of being assigned, no penalty
ar: انسحاب مجاني خلال 15 دقيقة من التعيين بدون أي غرامة
fr: Retrait gratuit dans les 15 minutes suivant l'attribution, sans pénalité

source: French
ar: الفرنسية
fr: Français

source: Full Name
ar: الاسم الكامل
fr: Nom complet

source: Get notified the moment someone applies, messages, or accepts
ar: احصل على إشعار فور تقديم أو مراسلة أو قبول أحدهم
fr: Soyez averti dès qu'une personne postule, envoie un message ou accepte

source: Get Started
ar: ابدأ الآن
fr: Commencer

source: Hello, World!
ar: مرحبًا بالعالم!
fr: Bonjour le monde !

source: History
ar: السجل
fr: Historique

source: Home
ar: الرئيسية
fr: Accueil

source: I need a certain time of day
ar: أحتاج وقتًا معينًا من اليوم
fr: J'ai besoin d'un moment précis de la journée

source: Important Notice
ar: تنبيه هام
fr: Avis important

source: In progress
ar: قيد التنفيذ
fr: En cours

source: Info Alert
ar: تنبيه معلومات
fr: Alerte d'information

source: Information
ar: معلومة

source: Invite (%lld)
ar: دعوة (%lld)
fr: Inviter (%lld)

source: Join us today and start your experience
ar: انضم إلينا اليوم وابدأ تجربتك
fr: Rejoignez-nous dès aujourd'hui et commencez votre expérience

source: Keep Withdrawals Rare
ar: قلّل من الانسحاب قدر الإمكان
fr: Limitez les retraits au maximum

source: Language
ar: اللغة
fr: Langue

source: Light
ar: فاتح
fr: Clair

source: Loading Applicants
ar: جارٍ تحميل المتقدمين
fr: Chargement des candidats

source: Loading available tasks
ar: جارٍ تحميل المهام المتاحة
fr: Chargement des tâches disponibles

source: Loading chat
ar: جاري تحميل المحادثة
fr: Chargement de la discussion

source: Loading chats...
ar: جاري تحميل المحادثات...
fr: Chargement des discussions...

source: Loading completed tasks
ar: جارٍ تحميل المهام المكتملة
fr: Chargement des tâches terminées

source: Loading notifications
ar: جارٍ تحميل الإشعارات
fr: Chargement des notifications

source: Loading profile
ar: جارٍ تحميل الملف الشخصي
fr: Chargement du profil

source: Loading Published Tasks
ar: جارٍ تحميل المهام المنشورة
fr: Chargement des tâches publiées

source: Loading ratings
ar: جارٍ تحميل التقييمات
fr: Chargement des avis

source: Loading task details
ar: جارٍ تحميل تفاصيل المهمة
fr: Chargement des détails de la tâche

source: Loading tasks assigned to you
ar: جارٍ تحميل المهام المُسندة إليك
fr: Chargement des tâches qui vous sont assignées

source: Loading user
ar: جارٍ تحميل المستخدم
fr: Chargement de l'utilisateur

source: Loading...
ar: جاري التحميل...
fr: Chargement...

source: Location
ar: الموقع
fr: Emplacement

source: Location Access
ar: الوصول إلى الموقع
fr: Accès à la localisation

source: Location Access Needed
ar: الوصول للموقع مطلوب
fr: Accès à la localisation requis

source: Map
ar: الخريطة
fr: Carte

source: Mark all read
ar: تعليم الكل كمقروء
fr: Tout marquer comme lu

source: Mark as Done
ar: تحديد كمنجزة
fr: Marquer comme terminée

source: Member Since
ar: عضو منذ
fr: Membre depuis

source: Message the requester or executor directly inside the task
ar: راسل صاحب المهمة أو المنفذ مباشرة داخل المهمة
fr: Envoyez un message au demandeur ou à l'exécutant directement depuis la tâche

source: Must be exactly 14 digits (%lld/14)
ar: يجب أن يتكون من 14 رقمًا بالضبط (%lld/14)
fr: Doit contenir exactement 14 chiffres (%lld/14)

source: Name
ar: الإسم
fr: Nom

source: Never Miss an Update
ar: لا تفوّت أي تحديث
fr: Ne manquez plus aucune mise à jour

source: New Applicant
ar: متقدم جديد
fr: Nouveau candidat

source: New Message
ar: رسالة جديدة
fr: Nouveau message

source: New Rating
ar: تقييم جديد
fr: Nouvel avis

source: New Task
ar: مهمة جديدة
fr: Nouvelle tâche

source: Next
ar: التالي
fr: Suivant

source: No Applicants Yet
ar: لا يوجد متقدمون حتى الآن
fr: Aucun candidat pour l'instant

source: No Assigned Tasks
ar: لا توجد مهام مُسندة
fr: Aucune tâche assignée

source: No Chats Available
ar: لا توجد محادثات متاحة
fr: Aucune discussion disponible

source: No Completed Tasks
ar: لا توجد مهام مكتملة
fr: Aucune tâche terminée

source: No Favorite Tasks
ar: لا توجد مهام مفضلة
fr: Aucune tâche favorite

source: No Matching Tasks
ar: لا توجد مهام مطابقة
fr: Aucune tâche correspondante

source: No Notifications Yet
ar: لا توجد إشعارات بعد
fr: Aucune notification pour l'instant

source: No one has applied for this task yet.
ar: لم يتقدّم أحد لهذه المهمة حتى الآن.
fr: Personne n'a encore postulé à cette tâche.

source: No Profile
ar: لا يوجد ملف شخصي
fr: Aucun profil

source: No Ratings Yet
ar: لا توجد تقييمات بعد
fr: Aucun avis pour l'instant

source: No Task Selection
ar: لم يتم اختيار مهمة
fr: Aucune tâche sélectionnée

source: No Tasks
ar: لا توجد مهام
fr: Aucune tâche

source: No Tasks Available
ar: لا توجد مهام متاحة
fr: Aucune tâche disponible

source: No tasks available. Try searching for something else.
ar: لا توجد مهام متاحة. جرّب البحث عن شيء آخر.
fr: Aucune tâche disponible. Essayez une autre recherche.

source: No tasks match this filter. Try a different status.
ar: لا توجد مهام تطابق هذا الفلتر. جرّب حالة مختلفة.
fr: Aucune tâche ne correspond à ce filtre. Essayez un autre statut.

source: Notification
ar: إشعار

source: Notifications
ar: الإشعارات

source: Now
ar: الآن
fr: Maintenant

source: Offered Budget
ar: الميزانية المعروضة
fr: Budget proposé

source: OK
ar: حسناً

source: Open Settings
ar: فتح الإعدادات
fr: Ouvrir les réglages

source: Original
ar: الأصلي

source: Original Budget
ar: الميزانية الأصلية
fr: Budget initial

source: Overview
ar: نظرة عامة
fr: Aperçu

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Payment
ar: الدفع
fr: Paiement

source: Pending
ar: قيد الانتظار
fr: En attente

source: Pending completed
ar: بانتظار تأكيد الإكمال
fr: En attente de confirmation d'achèvement

source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# Pick (%lld/%lld)
source: Pick (%1$lld/%2$lld)
ar: أختر (%2$lld/%1$lld)
fr: Choisir (%1$lld/%2$lld)

source: Please enable location access from Settings to post or browse tasks.
ar: يرجى تفعيل الوصول للموقع من الإعدادات لنشر أو تصفح المهام.
fr: Veuillez activer l'accès à la localisation depuis les réglages pour publier ou parcourir des tâches.

source: Please fix the following
ar: يرجى تصحيح ما يلي
fr: Veuillez corriger les points suivants

source: Please wait a moment...
ar: الرجاء الانتظار لحظة…
fr: Veuillez patienter un instant...

source: Post
ar: نشر
fr: Publier

source: Post a task or complete one for others quickly and easily
ar: انشر مهمة أو أنجز واحدة للآخرين بسرعة وسهولة
fr: Publiez une tâche ou réalisez-en une pour d'autres rapidement et facilement

source: Post in Seconds
ar: انشر خلال ثوانٍ
fr: Publiez en quelques secondes

source: Post your first task and let someone take care of it for you.
ar: انشر مهمتك الأولى ودع شخصاً آخر يتولى أمرها.
fr: Publiez votre première tâche et laissez quelqu'un s'en occuper pour vous.

source: Preferred Time
ar: الوقت المفضل
fr: Heure préférée

source: Priority
ar: الأولوية
fr: Priorité

source: Profile
ar: الملف الشخصي
fr: Profil

source: Publish
ar: نشر
fr: Publier

source: Published
ar: منشورة
fr: Publiée

source: Published Tasks
ar: المهام المنشورة
fr: Tâches publiées

source: Rate & Build Trust
ar: قيّم وابنِ الثقة
fr: Évaluez et construisez la confiance

source: Rate %@
ar: تقييم %@
fr: Évaluer %@

source: Rate every task you finish and build a trusted profile
ar: قيّم كل مهمة تنجزها وابنِ ملفًا شخصيًا موثوقًا
fr: Évaluez chaque tâche terminée et construisez un profil de confiance

source: Rating
ar: التقييم
fr: Évaluation

source: Read
ar: مقروء
fr: Lu

source: Reference Code
ar: الرمز المرجعي
fr: Code de référence

source: Remove Favorites Filter
ar: إزالة فلتر المفضلات
fr: Supprimer le filtre des favoris

source: Remove Filter
ar: إزالة الفلتر
fr: Supprimer le filtre

source: Request or Complete
ar: اطلب أو أنجز
fr: Demandez ou réalisez

source: Requester
ar: صاحب المهمة
fr: Demandeur

source: Requester's Mode
ar: وضع صاحب المهمة
fr: Mode Demandeur

source: Requesters posting a matching task will be able to find you.
ar: سيتمكن أصحاب المهام المطابقة من العثور عليك عند نشرهم مهمة مناسبة.
fr: Les demandeurs qui publient une tâche correspondante pourront vous trouver.

source: Review applicants' profiles and ratings then pick who fits best
ar: راجع ملفات المتقدمين وتقييماتهم ثم اختر الأنسب
fr: Consultez les profils et avis des candidats puis choisissez celui qui convient le mieux

source: Save
ar: حفظ
fr: Enregistrer

source: Schedule
ar: الجدول الزمني
fr: Planning

source: Scheduled
ar: مجدولة
fr: Planifiée

source: Scheduling
ar: الجدولة
fr: Planification

source: Secure Payments
ar: مدفوعات آمنة
fr: Paiements sécurisés

source: See every task you applied for and its current status in one list
ar: شاهد كل مهمة قدّمت لها وحالتها الحالية في قائمة واحدة
fr: Consultez toutes les tâches auxquelles vous avez postulé et leur statut actuel dans une seule liste

source: See tasks near you and let requesters find you too
ar: شاهد المهام القريبة منك ودع أصحاب المهام يجدونك أيضًا
fr: Consultez les tâches près de chez vous et laissez les demandeurs vous trouver aussi

source: Select a task from the list to view its details.
ar: اختر مهمة من القائمة لعرض تفاصيلها.
fr: Sélectionnez une tâche dans la liste pour voir ses détails.

source: Select Country
ar: اختر الدولة
fr: Sélectionner le pays

source: Select Governorate
ar: اختر المحافظة
fr: Sélectionner le gouvernorat

source: Select Specialties
ar: اختر التخصصات
fr: Sélectionner les spécialités

source: Send
ar: إرسال
fr: Envoyer

source: Service
ar: الخدمة

source: Service Type
ar: نوع الخدمة
fr: Type de service

source: Settings
ar: الإعدادات
fr: Réglages

source: Shadowing
ar: شادوينج

source: Show Add Task Sheet
ar: عرض نافذة إضافة مهمة
fr: Afficher la fenêtre d'ajout de tâche

source: Show favourites only
ar: إظهار المفضلات فقط
fr: Afficher uniquement les favoris

source: Show your history, ratings, and completed tasks in one place
ar: اعرض سجلك وتقييماتك والمهام المنجزة في مكان واحد
fr: Affichez votre historique, vos avis et vos tâches terminées au même endroit

source: Sign In
ar: تسجيل الدخول
fr: Connexion

source: Sign in to continue your journey with Shadowing
ar: سجّل الدخول لمتابعة رحلتك مع شادوينج
fr: Connectez-vous pour poursuivre votre expérience avec Shadowing

source: Sign Out
ar: تسجيل الخروج
fr: Déconnexion

source: Sign Up
ar: إنشاء حساب
fr: S'inscrire

source: Sign Up Securely
ar: سجّل بأمان
fr: Inscrivez-vous en toute sécurité

source: Simple, fast, and reliable task matching for everyone
ar: مطابقة مهام بسيطة وسريعة وموثوقة للجميع
fr: Une mise en relation de tâches simple, rapide et fiable pour tous

source: Someone applied to "%@"
ar: تقدّم أحدهم لـ "%@"
fr: Quelqu'un a postulé à « %@ »

source: Something Went Wrong
ar: حدث خطأ ما
fr: Une erreur s'est produite

source: Specialties
ar: التخصصات
fr: Spécialités

source: Specialties & Bio
ar: التخصصات والنبذة
fr: Spécialités et bio

source: Specialties & Bio (optional)
ar: التخصصات والنبذة (اختياري)
fr: Spécialités et bio (facultatif)

source: Start Now
ar: ابدأ الآن
fr: Commencer maintenant

source: Stats
ar: الإحصائيات
fr: Statistiques

source: Status
ar: الحالة
fr: Statut

source: Stay at home and let us handle the task for you
ar: ابقَ في المنزل ودعنا نتولى المهمة نيابة عنك
fr: Restez chez vous et laissez-nous gérer la tâche pour vous

source: Submit Rating
ar: إرسال التقييم
fr: Envoyer l'évaluation

source: Success
ar: نجاح
fr: Succès

source: Success Alert
ar: تنبيه نجاح
fr: Alerte de succès

source: System
ar: تلقائى
fr: Système

source: Take Photo
ar: التقاط صورة
fr: Prendre une photo

source: Task
ar: المهمة
fr: Tâche

source: Task Cancelled
ar: تم إلغاء المهمة
fr: Tâche annulée

source: Task Completed
ar: تم إنجاز المهمة
fr: Tâche terminée

source: Task Info
ar: معلومات المهمة
fr: Informations sur la tâche

source: Task Invitation
ar: دعوة لمهمة
fr: Invitation à une tâche

source: Task Timing
ar: توقيت المهمة
fr: Horaire de la tâche

source: Tasks
ar: المهام
fr: Tâches

source: Tasks you've been assigned will appear here.
ar: ستظهر هنا المهام المُسندة إليك.
fr: Les tâches qui vous sont assignées apparaîtront ici.

source: The executor withdrew from "%@"
ar: انسحب المنفذ من "%@"
fr: L'exécutant s'est retiré de « %@ »

source: The National ID must be valid and is provided under your responsibility. Please note that it cannot be changed later.
ar: يجب أن يكون الرقم القومي صحيحاً ويُدخل تحت مسؤوليتك الشخصية. يرجى الملاحظة أنه لا يمكن تغييره لاحقاً.
fr: Le numéro national doit être valide et est fourni sous votre responsabilité. Veuillez noter qu'il ne pourra pas être modifié ultérieurement.

source: This can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
fr: Cette action est irréversible.

source: This step is required to complete the task.
ar: هذه الخطوة مطلوبة لإكمال المهمة.
fr: Cette étape est requise pour terminer la tâche.

source: This user hasn't received any ratings yet.
ar: لم يتلقَّ هذا المستخدم أي تقييمات حتى الآن.
fr: Cet utilisateur n'a reçu aucun avis pour l'instant.

source: Timing
ar: التوقيت
fr: Horaire

source: Title
ar: العنوان
fr: Titre

source: Total Ratings
ar: إجمالي التقييمات
fr: Total des avis

source: Track Every Step
ar: تابع كل خطوة
fr: Suivez chaque étape

source: Track What You Applied To
ar: تابع ما قدّمت له
fr: Suivez vos candidatures

source: Try Again
ar: حاول مرة أخرى
fr: Réessayer

source: Type a message...
ar: اكتب رسالة...
fr: Écrire un message...

source: Updated
ar: تم التحديث
fr: Mise à jour

source: Use the app comfortably in the language you prefer
ar: استخدم التطبيق بارتياح باللغة التي تفضلها
fr: Utilisez l'application confortablement dans la langue de votre choix

source: Verify Your Identity
ar: تحقق من هويتك
fr: Vérifiez votre identité

source: Warning
ar: تنبيه
fr: Avertissement

source: Warning Alert
ar: تنبيه تحذير
fr: Alerte d'avertissement

source: Welcome Back
ar: مرحبًا بعودتك
fr: Content de vous revoir

source: Withdraw
ar: إنسحاب
fr: Se retirer

source: Works Great on iPad Too
ar: يعمل بشكل رائع على الآيباد أيضًا
fr: Fonctionne aussi très bien sur iPad

source: You can't apply to new tasks or post new ones right now.
ar: لا يمكنك التقديم على مهام جديدة أو نشر مهام جديدة الآن.
fr: Vous ne pouvez pas postuler à de nouvelles tâches ni en publier pour le moment.

source: You have no profile yet. Please sign in again.
ar: لا يوجد لديك ملف شخصي بعد. من فضلك سجّل الدخول مرة أخرى.
fr: Vous n'avez pas encore de profil. Veuillez vous reconnecter.

source: You received a new rating for "%@"
ar: تلقيت تقييمًا جديدًا لـ "%@"
fr: Vous avez reçu un nouvel avis pour « %@ »

source: You'll see updates about your tasks here.
ar: ستظهر هنا تحديثات مهامك.
fr: Les mises à jour de vos tâches apparaîtront ici.

source: You're accepting the original budget.
ar: أنت توافق على الميزانية الأصلية.
fr: Vous acceptez le budget initial.

source: You're asking for more than the offered budget.
ar: أنت تطلب أكثر من الميزانية المعروضة.
fr: Vous demandez plus que le budget proposé.

source: You're offering to do it for less.
ar: أنت تعرض إنجازها بمبلغ أقل.
fr: Vous proposez de le faire pour moins cher.

source: You've been invited to "%@"
ar: تمت دعوتك إلى "%@"
fr: Vous avez été invité(e) à « %@ »

source: Your application for "%@" was accepted
ar: تم قبول طلبك لـ "%@"
fr: Votre candidature pour « %@ » a été acceptée

source: Your application for "%@" was declined
ar: تم رفض طلبك لـ "%@"
fr: Votre candidature pour « %@ » a été refusée

source: Your completed tasks will appear here.
ar: ستظهر هنا مهامك المكتملة.
fr: Vos tâches terminées apparaîtront ici.

source: Your favorite tasks will appear here.
ar: ستظهر هنا مهامك المفضلة.
fr: Vos tâches favorites apparaîtront ici.

source: Your money stays protected until the task is confirmed done
ar: أموالك تبقى محمية حتى يتم تأكيد إنجاز المهمة
fr: Votre argent reste protégé jusqu'à confirmation de l'achèvement de la tâche
